{
  "categories": [
    {
      "id": 1,
      "title": "仁川空港 (インチョンくうこう)",
      "subtitle": "仁川国際空港 完全ガイド",
      "content": {
        "overview": "仁川国際空港は韓国最大の空港であり、世界でも有数の空港の一つです。ソウルの西にある島に位置し、韓国を訪れる国際旅行者の主要な玄関口として機能しています。",
        "sections": [
          {
            "heading": "空港施設",
            "text": "空港には免税店、レストラン、ラウンジ、休憩スペース、シャワー施設、文化体験センターがあります。ターミナル内全域で無料WiFiが利用可能です。"
          },
          {
            "heading": "ソウルへの交通手段",
            "text": "空港からソウルへは複数の交通手段があります：空港鉄道エクスプレス（AREX）、空港リムジンバス、一般バス、タクシーです。AREXはソウル駅まで約43分かかります。"
          },
          {
            "heading": "ターミナル情報",
            "text": "仁川空港には無料のシャトルトレインで結ばれた2つのターミナルがあります。ターミナル1はほとんどの航空会社に対応しており、ターミナル2は主に大韓航空と提携航空会社に対応しています。"
          },
          {
            "heading": "サービス",
            "text": "ご利用いただけるサービスには、両替、手荷物預かり、医療センター、薬局、子供の遊び場、伝統的な韓国文化体験が含まれます。"
          }
        ]
      }
    },
    {
      "id": 2,
      "title": "予約 (よやく)",
      "subtitle": "ホテル、ツアー、アクティビティを予約する",
      "content": {
        "overview": "韓国旅行の計画は、さまざまなオンライン予約プラットフォームを利用すれば簡単です。宿泊施設やツアー、アクティビティを事前に予約することで、確実に利用できるだけでなく、より良い料金を得られることが多いです。",
        "sections": [
          {
            "heading": "ホテル予約",
            "text": "韓国は高級ホテルから格安ゲストハウスまで多様な宿泊施設を提供しています。人気の予約プラットフォームには、国際的なサイトや韓国のローカル予約サービスが含まれます。"
          },
          {
            "heading": "ツアーパッケージ",
            "text": "企画されたツアーは、韓国の観光名所を便利に巡る方法を提供します。オプションには、市内観光ツアー、DMZツアー、文化体験プログラム、K-POPテーマツアーが含まれます。"
          },
          {
            "heading": "アクティビティ予約",
            "text": "人気の観光地、テーマパーク、ショー、文化公演のチケットを事前に予約しましょう。多くの施設で割引料金のオンライン予約が利用できます。"
          },
          {
            "heading": "ヒント",
            "text": "ピークシーズン（春の桜の季節や秋）には早めに予約しましょう。予約前にキャンセルポリシーを確認し、レビューを読むことをおすすめします。"
          }
        ]
      }
    },
    {
      "id": 3,
      "title": "観光名所",
      "subtitle": "韓国の美しい観光地を発見しよう",
      "content": {
        "overview": "韓国は伝統と現代が融合した豊かな魅力を誇っています。古代の宮殿や寺院から、近代的な高層ビルやエンターテインメント地区まで、あらゆる旅行者に楽しめるものがあります。",
        "sections": [
          {
            "heading": "歴史的名所",
            "text": "景福宮、昌徳宮、仏国寺、石窟庵などのユネスコ世界遺産を訪れてください。これらの場所は韓国の豊かな文化遺産を示しています。"
          },
          {
            "heading": "自然の名所",
            "text": "済州島、雪岳山国立公園、南怡島、そして沿岸地域など、美しい自然の風景を探索しましょう。季節ごとに異なる独特の景観美を楽しめます。"
          },
          {
            "heading": "現代の観光名所",
            "text": "Nソウルタワー、ロッテワールド、東大門デザインプラザ、そして活気あふれる江南や弘大の地区などで、現代の韓国を体験してください。"
          },
          {
            "heading": "文化体験",
            "text": "韓服の着用、茶道、寺院での滞在、韓国料理教室などの伝統的な活動に参加してください。"
          }
        ]
      }
    },
    {
      "id": 4,
      "title": "Transportation の日本語訳は「交通」または「輸送」です。文脈によって使い分けられます。",
      "subtitle": "韓国を楽にナビゲートする",
      "content": {
        "overview": "韓国には効率的で清潔、かつ手頃な価格の優れた公共交通機関があります。統合されたシステムにより、都市内や地域間の移動が便利です。",
        "sections": [
          {
            "heading": "地下鉄システム",
            "text": "ソウルや主要都市には広範な地下鉄ネットワークがあります。すべての公共交通機関で便利に支払いができるT-moneyカードを購入してください。地下鉄の案内表示やアナウンスは韓国語、英語、中国語、日本語で行われます。"
          },
          {
            "heading": "バス",
            "text": "市内バスは地下鉄システムを補完します。急行バスや都市間バスは異なる都市を結びます。バスの情報は複数の言語で利用できるモバイルアプリを通じて入手可能です。"
          },
          {
            "heading": "列車",
            "text": "KTX（韓国高速鉄道）は主要都市を迅速に結びます。普通列車や景観を楽しめる路線も利用可能です。複数回の利用には韓国レールパスの購入を検討してください。"
          },
          {
            "heading": "タクシー",
            "text": "タクシーは簡単に利用でき、比較的手頃な料金です。一般タクシー、デラックスタクシー、そして英語を話すドライバーがいる国際タクシーがあります。"
          }
        ]
      }
    },
    {
      "id": 5,
      "title": "地域情報",
      "subtitle": "韓国のさまざまな地域を探検する",
      "content": {
        "overview": "韓国の各地域は、それぞれ独自の特徴、観光名所、そして地元の特産品を持っています。賑やかなソウルから静かな田舎まで、韓国の地域の多様性を発見してください。",
        "sections": [
          {
            "heading": "ソウルと京畿",
            "text": "首都圏は、現代的なショッピング、エンターテインメント、歴史的な宮殿、そして活気あるナイトライフを提供します。江南、明洞、仁寺洞、漢江を訪れてください。"
          },
          {
            "heading": "釜山と慶尚",
            "text": "韓国で二番目に大きな都市で、美しいビーチや海鮮市場、有名な甘川文化村があります。沿岸の都市や歴史的な場所を探訪しましょう。"
          },
          {
            "heading": "済州島",
            "text": "韓国を代表する島の観光地で、火山の景観、ビーチ、滝、そして独特の地元文化を楽しめます。自然愛好家や新婚旅行者に最適です。"
          },
          {
            "heading": "その他の地域",
            "text": "全州の伝統的な韓屋村、江原道のスキーリゾートと山々、全羅道の食文化遺産を発見してください。"
          }
        ]
      }
    },
    {
      "id": 6,
      "title": "USIM は日本語でも「USIM」と表記されることが一般的です。  \nただし、説明を加える場合は「USIM（ユーエスアイエム）」とカタカナで表記します。",
      "subtitle": "韓国のSIMカードでつながり続けよう",
      "content": {
        "overview": "韓国旅行中は、現地のSIMカードやポータブルWiFi機器を利用して常に接続を保ちましょう。韓国は優れたモバイルネットワークのカバレッジと高速なインターネット速度を誇っています。",
        "sections": [
          {
            "heading": "SIMカードのオプション",
            "text": "空港やコンビニでプリペイドの観光用SIMカードを購入できます。データ専用またはデータ＋音声通話のプランがあります。プランの期間は通常3日から30日までです。"
          },
          {
            "heading": "購入場所",
            "text": "SIMカードは仁川空港の到着ホール、主要なコンビニエンスストア（GS25、CU、7-Eleven）、および携帯電話キャリアのショップ（KT、SKテレコム、LG U+）で購入できます。"
          },
          {
            "heading": "ポータブルWiFi",
            "text": "複数のデバイスを同時に接続できるポケットWiFiをレンタル。空港での受け取りやホテルへの配達が可能です。出発前に空港で返却してください。"
          },
          {
            "heading": "要件",
            "text": "パスポートを持参し、携帯電話のロックを解除してください。ほとんどの最新のスマートフォンは韓国のネットワーク（LTE/5G）に対応しています。"
          }
        ]
      }
    },
    {
      "id": 7,
      "title": "緊急",
      "subtitle": "重要な緊急連絡先と情報",
      "content": {
        "overview": "韓国は安全な国ですが、緊急連絡先や手順を知っておくことが重要です。緊急サービスは24時間年中無休で、多言語対応が可能です。",
        "sections": [
          {
            "heading": "緊急連絡先",
            "text": "警察：112、消防・救急：119、医療緊急：1339、観光ホットライン：1330（英語、中国語、日本語対応）。これらの通話はどの電話からでも無料です。"
          },
          {
            "heading": "病院",
            "text": "ソウルやその他の都市の主要な病院には、英語を話すスタッフがいる国際クリニックがあります。パスポートと旅行保険の情報を持参してください。"
          },
          {
            "heading": "大使館情報",
            "text": "パスポートの紛失、法的問題、その他の深刻な問題が発生した場合は、必ず自国の大使館または領事館に連絡してください。大使館の連絡先情報を保存しておきましょう。"
          },
          {
            "heading": "安全のヒント",
            "text": "韓国は一般的に非常に安全ですが、周囲に注意を払ってください。貴重品はしっかり管理し、夜遅くの人里離れた場所は避け、現地の法律や習慣を守りましょう。"
          }
        ]
      }
    },
    {
      "id": 8,
      "title": "翻訳",
      "subtitle": "必須の韓国語フレーズと翻訳のコツ",
      "content": {
        "overview": "観光地にいる多くの韓国人はある程度英語を話しますが、基本的な韓国語のフレーズを学ぶことで、旅行の体験がより豊かになり、現地の文化への敬意を示すことができます。",
        "sections": [
          {
            "heading": "基本のフレーズ",
            "text": "こんにちは：안녕하세요（アンニョンハセヨ）、ありがとう：감사합니다（カムサハムニダ）、すみません：실례합니다（シルレハムニダ）、いくらですか？：얼마예요？（オルマイェヨ？）"
          },
          {
            "heading": "翻訳アプリ",
            "text": "リアルタイム翻訳にはPapago（Naverの翻訳アプリ）やGoogle翻訳を使用してください。どちらも看板やメニューのカメラ翻訳に対応しています。"
          },
          {
            "heading": "言語サポート",
            "text": "観光地、地下鉄の駅、主要な観光名所では、英語、中国語、日本語で案内が提供されています。多くのレストランには写真付きのメニューがあります。"
          },
          {
            "heading": "コミュニケーションのコツ",
            "text": "ゆっくりはっきり話しましょう。簡単な言葉を使ってください。ジェスチャーも役に立ちます。ほとんどの若い韓国人は基本的な英語が話せます。観光案内所では通訳サービスを提供しています。"
          }
        ]
      }
    },
    {
      "id": 9,
      "title": "両替",
      "subtitle": "通貨両替および銀行情報",
      "content": {
        "overview": "韓国の通貨は韓国ウォン（KRW）です。両替の選択肢や支払い方法を理解することで、旅行の予算を効果的に管理できます。",
        "sections": [
          {
            "heading": "両替場所",
            "text": "両替は銀行、認可された両替所、またはホテルで行ってください。空港の両替レートは便利ですが、手数料が高い場合があります。銀行は通常、より良いレートを提供します。"
          },
          {
            "heading": "ATM（現金自動預け払い機）",
            "text": "国際対応のATMは、コンビニエンスストア、地下鉄の駅、銀行で広く利用できます。「グローバルATM」の表示を探してください。ほとんどのATMはVisa、Mastercard、主要なカードに対応しています。"
          },
          {
            "heading": "クレジットカード",
            "text": "クレジットカードは都市部で広く利用されています。ビザとマスターカードが最も一般的です。小さな店舗や伝統的な市場では現金を好む場合があります。"
          },
          {
            "heading": "ヒント",
            "text": "旅行前に銀行に連絡してください。小さな買い物のために現金を少し持ち歩いてください。両替の領収書は保管してください。韓国ではチップは習慣ではありません。"
          }
        ]
      }
    },
    {
      "id": 10,
      "title": "フードガイド",
      "subtitle": "本格的な韓国料理を発見する",
      "content": {
        "overview": "韓国料理は多様で風味豊かであり、世界中でますます人気が高まっています。屋台の食べ物から高級料理まで、韓国は忘れられない食の体験を提供します。",
        "sections": [
          {
            "heading": "必食料理",
            "text": "キムチ、ビビンバ、韓国焼肉（プルコギ、カルビ）、トッポッキ、チャプチェ、サムギョプサル、キムチチゲ、冷麺、韓国風フライドチキン。"
          },
          {
            "heading": "食事のマナー",
            "text": "席に案内されるまで待ちましょう。チップは不要です。年長者から物を受け取るときは両手を使いましょう。すべてのパンチャン（おかず）を試してみてください。麺をすするのは許容されます。"
          },
          {
            "heading": "食のエリア",
            "text": "明洞は屋台料理、広蔵市場は伝統料理、江南は高級レストラン、弘大はトレンディなカフェやフュージョン料理を楽しめます。"
          },
          {
            "heading": "食事制限",
            "text": "ベジタリアン向けのメニューが増えています。寺院の食堂では優れたベジタリアン料理を提供しています。アレルギーや食事制限がある場合は、レストランに必ず伝えてください。"
          }
        ]
      }
    },
    {
      "id": 11,
      "title": "WiFi とインターネット",
      "subtitle": "旅行中はずっとオンラインのままでいてください。",
      "content": {
        "overview": "韓国は世界で最も高速かつ広範なインターネットインフラの一つを持っています。多くの公共の場所で無料のWiFiが利用できるため、簡単に接続を保つことができます。",
        "sections": [
          {
            "heading": "無料WiFi",
            "text": "地下鉄の駅、バス、カフェ、レストラン、ホテル、観光地で無料WiFiが利用できます。「Public WiFi」や「Seoul WiFi」などのネットワーク名を探してください。"
          },
          {
            "heading": "WiFiアプリ",
            "text": "「WiFi Map」や「Free WiFi Korea」などのアプリをダウンロードして、近くのホットスポットを見つけましょう。多くのコンビニエンスストアでは、顧客向けに無料WiFiを提供しています。"
          },
          {
            "heading": "インターネットカフェ",
            "text": "PCバン（インターネットカフェ）は一般的で手頃な価格です。高速インターネットやゲーミング用のパソコンを提供しており、時には軽食や飲み物もあります。"
          },
          {
            "heading": "モバイルデータ",
            "text": "常に接続を保つために、観光用SIMカードを購入するか、ポータブルWiFi機器をレンタルすることを検討してください。韓国の5Gネットワークは広く利用可能です。"
          }
        ]
      }
    },
    {
      "id": 12,
      "title": "ショッピングガイド",
      "subtitle": "韓国のおすすめショッピングスポット",
      "content": {
        "overview": "韓国は、高級ブランドからユニークな地元の製品まで何でも揃うショッピングの楽園です。化粧品からファッション、電子機器から伝統工芸品まで、ショッピングは韓国旅行のハイライトのひとつです。",
        "sections": [
          {
            "heading": "ショッピング地区",
            "text": "明洞は化粧品とファッション、東大門は卸売と深夜の買い物、江南は高級ブランド、仁寺洞は伝統工芸、弘大はインディーファッションで有名です。"
          },
          {
            "heading": "韓国の美容",
            "text": "K-ビューティー製品は世界的に有名です。オリーブヤング、イニスフリー、エチュードハウス、ザ・フェイスショップを訪れてみてください。多くの店舗で観光客向けの免税サービスを提供しています。"
          },
          {
            "heading": "市場",
            "text": "南大門や広蔵市場のような伝統的な市場は、本格的な買い物体験を提供します。伝統的な市場では値引き交渉が可能ですが、通常の店舗では認められていません。"
          },
          {
            "heading": "税金還付",
            "text": "「Tax Free」の表示を探してください。レシートを保管し、空港で還付を申請してください。最低購入金額が適用されます。買い物の際はパスポートを持参してください。"
          }
        ]
      }
    },
    {
      "id": 13,
      "title": "天気と季節",
      "subtitle": "天気情報とともに訪問計画を立てましょう",
      "content": {
        "overview": "韓国には四つのはっきりとした季節があり、それぞれが独特の体験を提供します。季節ごとの天気を理解することで、適切な荷物の準備や活動の計画が立てやすくなります。",
        "sections": [
          {
            "heading": "春（3月〜5月）",
            "text": "穏やかな気温（10〜20°C）。桜は3月下旬から4月上旬にかけて咲きます。観光に人気の季節です。軽いジャケットや重ね着を用意しましょう。"
          },
          {
            "heading": "夏（6月〜8月）",
            "text": "暑く湿度が高い（25〜35°C）。7月はモンスーン（雨季）。ビーチシーズン。軽くて通気性の良い服、日焼け止め、傘を持って行きましょう。"
          },
          {
            "heading": "秋（9月～11月）",
            "text": "涼しく快適（10～20℃）。10月から11月にかけて美しい紅葉が見られます。ハイキングに最適な季節です。重ね着と薄手のジャケットを持って行きましょう。"
          },
          {
            "heading": "冬（12月〜2月）",
            "text": "寒く乾燥しています（-5〜5°C）。山間部では雪があります。スキーシーズンです。暖かいコート、保温下着、冬のアクセサリーを持参してください。"
          }
        ]
      }
    },
    {
      "id": 14,
      "title": "韓国の文化とヒント",
      "subtitle": "文化的なエチケットと地域の習慣",
      "content": {
        "overview": "韓国の文化やエチケットを理解することで、旅行の体験がより充実し、現地の人々と敬意を持って交流することができます。韓国は現代文化とともに豊かな伝統を持っています。",
        "sections": [
          {
            "heading": "社会的マナー",
            "text": "挨拶の際はお辞儀をします。家や一部のレストランに入るときは靴を脱ぎます。年長者に物を渡すときや受け取るときは両手を使います。個人の空間を尊重しましょう。"
          },
          {
            "heading": "食文化",
            "text": "年長者が食べ始めるのを待ちましょう。箸をご飯に立てて刺さないでください。飲み物は自分ではなく、他の人に注ぎましょう。料理をみんなで分け合うことが一般的です。"
          },
          {
            "heading": "公共のマナー",
            "text": "公共交通機関では静かに話してください。エスカレーターでは右側に立ってください。指定席は高齢者、妊婦、障がい者のためのものです。"
          },
          {
            "heading": "文化体験",
            "text": "韓服（伝統衣装）を着てみましょう。チムジルバン（韓国のスパ）を訪れてみてください。伝統的な公演に参加しましょう。茶道に参加してみましょう。"
          }
        ]
      }
    },
    {
      "id": 15,
      "title": "近くのレストラン",
      "subtitle": "お近くの素晴らしいレストランを見つける",
      "content": {
        "overview": "韓国の食文化は活気にあふれ、多様です。屋台のストリートフードからミシュラン星付きのレストランまで、どこにいても美味しい料理を見つけるのは簡単です。",
        "sections": [
          {
            "heading": "レストランを探す",
            "text": "Naver Map、Kakao Map、またはGoogle Mapsなどのアプリを使って近くのレストランを探しましょう。レビューが多く評価が高い場所を探してください。"
          },
          {
            "heading": "レストランの種類",
            "text": "韓国焼肉店、伝統的な韓国料理店、カジュアルダイニングチェーン、屋台、カフェ、そして多国籍料理の選択肢が広く利用可能です。"
          },
          {
            "heading": "食事時間",
            "text": "昼食：12:00～14:00、夕食：18:00～21:00。多くのレストランは食事時間の間に閉まります。特に主要な地区では、24時間営業の場所もあります。"
          },
          {
            "heading": "注文のコツ",
            "text": "写真付きメニューが一般的です。欲しいものを指さしてください。多くのレストランにはテーブルに呼び出しボタンがあります。サービスは一般的に迅速で効率的です。"
          }
        ]
      }
    },
    {
      "id": 16,
      "title": "近くのホテル",
      "subtitle": "あらゆる予算に対応した宿泊オプション",
      "content": {
        "overview": "韓国は、あらゆる予算や好みに合った多様な宿泊施設を提供しています。高級ホテルから格安のゲストハウスまで、ぴったりの宿泊先を見つけるのは簡単です。",
        "sections": [
          {
            "heading": "ホテルの種類",
            "text": "インターナショナルラグジュアリーホテル、ビジネスホテル、ブティックホテル、ゲストハウス、ホステル、韓屋ステイ（伝統的な家屋）、およびAirbnbの選択肢があります。"
          },
          {
            "heading": "人気のエリア",
            "text": "買い物には明洞と東大門、ビジネスや高級感には江南、若者文化には弘大、伝統的な雰囲気には仁寺洞。"
          },
          {
            "heading": "予約のコツ",
            "text": "繁忙期には早めに予約しましょう。地下鉄の駅からの位置を確認してください。最新のレビューを読みましょう。設備やキャンセルポリシーを確認してください。"
          },
          {
            "heading": "アメニティ",
            "text": "ほとんどのホテルでは無料のWiFi、トイレタリー、朝食が提供されます。多くのホテルの近くにはコンビニエンスストアがあります。チェックインは通常15:00、チェックアウトは11:00です。"
          }
        ]
      }
    }
  ]
}