{
  "categories": [
    {
      "id": 1,
      "title": "인천공항",
      "subtitle": "인천국제공항 완벽 가이드",
      "content": {
        "overview": "인천국제공항은 대한민국에서 가장 큰 공항이자 세계 최고의 공항 중 하나입니다. 서울 서쪽의 섬에 위치해 있으며, 한국을 방문하는 국제 여행객들의 주요 관문 역할을 합니다.",
        "sections": [
          {
            "heading": "공항 시설",
            "text": "공항에는 면세점, 레스토랑, 라운지, 휴식 공간, 샤워 시설, 문화 체험 센터가 있습니다. 터미널 전역에서 무료 WiFi를 이용할 수 있습니다."
          },
          {
            "heading": "서울로 가는 교통편",
            "text": "공항과 서울을 연결하는 다양한 교통수단이 있습니다: 공항철도(AREX), 공항 리무진 버스, 일반 버스, 택시 등이 있습니다. 공항철도는 서울역까지 약 43분이 소요됩니다."
          },
          {
            "heading": "터미널 안내",
            "text": "인천공항에는 무료 셔틀 열차로 연결된 두 개의 터미널이 있습니다. 터미널 1은 대부분의 항공사를 운항하며, 터미널 2는 주로 대한항공과 제휴 항공사를 운항합니다."
          },
          {
            "heading": "서비스",
            "text": "이용 가능한 서비스로는 환전, 수하물 보관, 의료 센터, 약국, 어린이 놀이 공간, 전통 한국 문화 체험이 있습니다."
          }
        ]
      }
    },
    {
      "id": 2,
      "title": "예약",
      "subtitle": "호텔, 투어 및 액티비티 예약하기",
      "content": {
        "overview": "한국 여행 계획은 다양한 온라인 예약 플랫폼을 통해 쉽게 할 수 있습니다. 숙박 시설, 투어, 액티비티를 미리 예약하면 이용 가능 여부를 보장받고 더 좋은 요금을 받을 수 있습니다.",
        "sections": [
          {
            "heading": "호텔 예약",
            "text": "한국은 고급 호텔부터 저렴한 게스트하우스까지 다양한 숙박 옵션을 제공합니다. 인기 있는 예약 플랫폼으로는 국제 사이트와 국내 한국 예약 서비스가 있습니다."
          },
          {
            "heading": "여행 패키지",
            "text": "조직된 투어는 한국의 명소를 편리하게 탐험할 수 있는 방법을 제공합니다. 옵션으로는 도시 투어, DMZ 투어, 문화 체험 프로그램, K-팝 테마 투어가 있습니다."
          },
          {
            "heading": "활동 예약",
            "text": "인기 명소, 테마파크, 공연 및 문화 행사 티켓을 미리 예약하세요. 많은 명소에서 할인된 가격으로 온라인 예약을 제공합니다."
          },
          {
            "heading": "팁",
            "text": "성수기(봄 벚꽃 시즌과 가을)에는 미리 예약하세요. 예약 전 취소 정책을 확인하고 후기를 읽어보세요."
          }
        ]
      }
    },
    {
      "id": 3,
      "title": "관광 명소",
      "subtitle": "한국의 아름다운 여행지를 발견하세요",
      "content": {
        "overview": "한국은 전통과 현대가 어우러진 풍부한 매력을 자랑합니다. 고대 궁궐과 사원부터 현대적인 고층 빌딩과 유흥가까지, 모든 여행객을 위한 다양한 볼거리가 있습니다.",
        "sections": [
          {
            "heading": "역사 유적지",
            "text": "경복궁, 창덕궁, 불국사, 석굴암 등 유네스코 세계문화유산을 방문하세요. 이 유적지들은 한국의 풍부한 문화유산을 보여줍니다."
          },
          {
            "heading": "자연 명소",
            "text": "제주도, 설악산 국립공원, 남이섬, 해안 지역 등 아름다운 자연 경관을 탐험하세요. 각 계절마다 독특한 경치가 펼쳐집니다."
          },
          {
            "heading": "현대 명소",
            "text": "N서울타워, 롯데월드, 동대문디자인플라자, 그리고 활기찬 강남과 홍대 지역 등에서 현대적인 한국을 경험해보세요."
          },
          {
            "heading": "문화 체험",
            "text": "한복 입기, 다도, 템플스테이, 한국 요리 교실 등 전통 활동에 참여하세요."
          }
        ]
      }
    },
    {
      "id": 4,
      "title": "Transportation의 한국어 번역은 \"교통\"입니다.",
      "subtitle": "한국을 쉽게 여행하세요",
      "content": {
        "overview": "한국은 효율적이고 깨끗하며 저렴한 우수한 대중교통 시스템을 갖추고 있습니다. 통합된 시스템 덕분에 도시 내외를 편리하게 이동할 수 있습니다.",
        "sections": [
          {
            "heading": "지하철 시스템",
            "text": "서울과 주요 도시는 광범위한 지하철 네트워크를 갖추고 있습니다. 모든 대중교통에서 편리하게 결제할 수 있는 티머니 카드를 구매하세요. 지하철 표지판과 안내 방송은 한국어, 영어, 중국어, 일본어로 제공됩니다."
          },
          {
            "heading": "버스",
            "text": "시내버스는 지하철 시스템을 보완합니다. 급행버스와 시외버스는 서로 다른 도시들을 연결합니다. 버스 정보는 여러 언어로 된 모바일 앱을 통해 제공됩니다."
          },
          {
            "heading": "기차",
            "text": "KTX(한국고속철도) 고속열차는 주요 도시를 빠르게 연결합니다. 일반 열차와 경치 좋은 철도 노선도 이용할 수 있습니다. 여러 번 여행할 계획이라면 코레일 패스 구매를 고려해 보세요."
          },
          {
            "heading": "택시",
            "text": "택시는 쉽게 이용할 수 있으며 비교적 저렴합니다. 일반 택시, 고급 택시, 그리고 영어를 구사하는 운전사가 있는 국제 택시가 있습니다."
          }
        ]
      }
    },
    {
      "id": 5,
      "title": "지역 정보",
      "subtitle": "한국의 다양한 지역을 탐험하세요",
      "content": {
        "overview": "한국의 각 지역은 고유한 특성, 명소, 그리고 지역 특산품을 제공합니다. 번화한 서울에서부터 평화로운 시골까지, 한국 지역의 다양성을 발견해 보세요.",
        "sections": [
          {
            "heading": "서울 및 경기",
            "text": "수도권은 현대적인 쇼핑, 엔터테인먼트, 역사적인 궁궐, 그리고 활기찬 밤문화를 제공합니다. 강남, 명동, 인사동, 한강을 방문해 보세요."
          },
          {
            "heading": "부산 & 경상",
            "text": "대한민국의 두 번째로 큰 도시인 부산은 아름다운 해변, 해산물 시장, 그리고 유명한 감천문화마을을 자랑합니다. 해안 도시와 역사적인 명소를 탐험해 보세요."
          },
          {
            "heading": "제주도",
            "text": "한국 최고의 섬 여행지로 화산 지형, 해변, 폭포, 그리고 독특한 지역 문화를 제공합니다. 자연을 사랑하는 사람들과 신혼여행객에게 완벽한 곳입니다."
          },
          {
            "heading": "기타 지역",
            "text": "전주의 전통 한옥 마을, 강원의 스키 리조트와 산, 전라의 음식 문화를 발견해 보세요."
          }
        ]
      }
    },
    {
      "id": 6,
      "title": "USIM은 한국어로도 \"USIM\"이라고 합니다.  \n(USIM은 Universal Subscriber Identity Module의 약자로, 한국어에서도 보통 영어 약어 그대로 사용됩니다.)",
      "subtitle": "한국 SIM 카드로 연결 상태를 유지하세요",
      "content": {
        "overview": "한국 여행 중에는 현지 SIM 카드나 휴대용 WiFi 기기로 항상 연결 상태를 유지하세요. 한국은 우수한 모바일 네트워크 커버리지와 빠른 인터넷 속도를 자랑합니다.",
        "sections": [
          {
            "heading": "SIM 카드 옵션",
            "text": "공항이나 편의점에서 선불 관광용 SIM 카드를 구매할 수 있습니다. 데이터 전용 또는 데이터와 음성 통화가 포함된 옵션이 있습니다. 요금제는 일반적으로 3일에서 30일 사이입니다."
          },
          {
            "heading": "구매처",
            "text": "SIM 카드는 인천공항 도착장, 주요 편의점(GS25, CU, 7-Eleven), 그리고 이동통신사 매장(KT, SK 텔레콤, LG U+)에서 구입할 수 있습니다."
          },
          {
            "heading": "휴대용 와이파이",
            "text": "여러 기기를 동시에 연결할 수 있는 포켓 와이파이 기기를 대여하세요. 공항 수령 또는 호텔 배송이 가능합니다. 출국 전 공항에서 반납해 주세요."
          },
          {
            "heading": "요구 사항",
            "text": "여권을 지참하고 휴대전화가 잠금 해제되어 있는지 확인하세요. 대부분의 최신 스마트폰은 한국 네트워크(LTE/5G)와 호환됩니다."
          }
        ]
      }
    },
    {
      "id": 7,
      "title": "긴급 상황",
      "subtitle": "중요 긴급 연락처 및 정보",
      "content": {
        "overview": "한국은 안전한 나라지만, 비상 연락처와 절차를 아는 것이 중요합니다. 응급 서비스는 다국어 지원과 함께 24시간 연중무휴로 제공됩니다.",
        "sections": [
          {
            "heading": "긴급 전화번호",
            "text": "경찰: 112, 소방/구급: 119, 의료 응급: 1339, 관광 안내 전화: 1330 (영어, 중국어, 일본어 지원 가능). 모든 전화에서 무료로 이용할 수 있습니다."
          },
          {
            "heading": "병원",
            "text": "서울 및 기타 도시의 주요 병원에는 영어를 구사하는 직원이 있는 국제 진료소가 있습니다. 여권과 여행자 보험 정보를 지참하세요."
          },
          {
            "heading": "대사관 정보",
            "text": "여권 분실, 법적 문제 또는 기타 심각한 문제가 발생할 경우 해당 국가의 대사관이나 영사관에 연락하십시오. 대사관 연락처 정보를 저장해 두세요."
          },
          {
            "heading": "안전 수칙",
            "text": "한국은 전반적으로 매우 안전하지만 주변을 항상 주의하세요. 귀중품은 안전하게 보관하고, 늦은 밤에는 외진 곳을 피하며, 현지 법과 관습을 준수하세요."
          }
        ]
      }
    },
    {
      "id": 8,
      "title": "번역",
      "subtitle": "필수 한국어 표현과 번역 팁",
      "content": {
        "overview": "관광지에 있는 많은 한국인들이 어느 정도 영어를 구사하지만, 기본적인 한국어 구문을 배우면 여행 경험이 더욱 풍부해지고 현지 문화에 대한 존중을 나타낼 수 있습니다.",
        "sections": [
          {
            "heading": "기본 문구",
            "text": "안녕하세요: 안녕하세요, 감사합니다: 감사합니다, 실례합니다: 실례합니다, 얼마예요?: 얼마예요?"
          },
          {
            "heading": "번역 앱",
            "text": "파파고(네이버 번역 앱) 또는 구글 번역을 사용하여 실시간 번역을 하세요. 두 앱 모두 표지판과 메뉴에 대한 카메라 번역을 지원합니다."
          },
          {
            "heading": "언어 지원",
            "text": "관광지, 지하철역, 주요 명소에서는 영어, 중국어, 일본어로 정보를 제공합니다. 많은 식당에는 그림 메뉴가 있습니다."
          },
          {
            "heading": "의사소통 팁",
            "text": "천천히 또박또박 말하세요. 쉬운 단어를 사용하세요. 손짓이 도움이 될 수 있습니다. 대부분의 젊은 한국인들은 기본적인 영어 실력을 가지고 있습니다. 관광 안내소에서는 통역 서비스를 제공합니다."
          }
        ]
      }
    },
    {
      "id": 9,
      "title": "환전",
      "subtitle": "통화 환전 및 은행 정보",
      "content": {
        "overview": "한국의 통화는 한국 원화(KRW)입니다. 환전 옵션과 결제 방법을 이해하면 여행 예산을 효과적으로 관리하는 데 도움이 됩니다.",
        "sections": [
          {
            "heading": "환전 장소",
            "text": "은행, 공인 환전소 또는 호텔에서 환전하세요. 공항 환전소는 편리하지만 수수료가 더 높을 수 있습니다. 은행이 일반적으로 더 나은 환율을 제공합니다."
          },
          {
            "heading": "현금자동입출금기",
            "text": "국제 현금자동입출금기는 편의점, 지하철역, 은행에서 널리 이용할 수 있습니다. 'Global ATM' 표지판을 찾으세요. 대부분 비자, 마스터카드 및 주요 카드를 받습니다."
          },
          {
            "heading": "신용카드",
            "text": "신용카드는 도시에서 널리 사용됩니다. 비자(Visa)와 마스터카드(Mastercard)가 가장 흔합니다. 일부 작은 가게와 전통 시장에서는 현금을 선호합니다."
          },
          {
            "heading": "팁",
            "text": "여행 전에 은행에 알리세요. 작은 구매를 위해 현금을 조금 가지고 다니세요. 환전 영수증을 보관하세요. 한국에서는 팁을 주는 것이 일반적이지 않습니다."
          }
        ]
      }
    },
    {
      "id": 10,
      "title": "식품 가이드",
      "subtitle": "진정한 한국 요리를 발견하세요",
      "content": {
        "overview": "한국 요리는 다양하고 풍미가 풍부하며 전 세계적으로 점점 인기를 얻고 있습니다. 길거리 음식부터 고급 식사에 이르기까지, 한국은 잊을 수 없는 미식 경험을 제공합니다.",
        "sections": [
          {
            "heading": "꼭 먹어봐야 할 음식",
            "text": "김치, 비빔밥, 한국식 바비큐 (불고기, 갈비), 떡볶이, 잡채, 삼겹살, 김치찌개, 냉면, 그리고 한국식 프라이드 치킨."
          },
          {
            "heading": "식사 예절",
            "text": "자리에 앉을 때까지 기다리세요. 팁을 주지 마세요. 어른에게서 물건을 받을 때는 두 손을 사용하세요. 모든 반찬을 맛보세요. 국수를 후루룩 먹는 것은 괜찮습니다."
          },
          {
            "heading": "음식 지구",
            "text": "길거리 음식을 원한다면 명동을, 전통 음식을 원한다면 광장시장을, 고급 식사를 원한다면 강남을, 트렌디한 카페와 퓨전 요리를 원한다면 홍대를 방문하세요."
          },
          {
            "heading": "식이 제한",
            "text": "채식 옵션이 점점 더 많이 제공되고 있습니다. 사찰 음식점에서는 훌륭한 채식 요리를 맛볼 수 있습니다. 알레르기나 식이 제한 사항이 있으면 음식점에 알려주세요."
          }
        ]
      }
    },
    {
      "id": 11,
      "title": "WiFi 및 인터넷",
      "subtitle": "여행 내내 온라인 상태를 유지하세요",
      "content": {
        "overview": "한국은 세계에서 가장 빠르고 광범위한 인터넷 인프라를 갖추고 있습니다. 많은 공공장소에서 무료 WiFi를 이용할 수 있어 쉽게 연결 상태를 유지할 수 있습니다.",
        "sections": [
          {
            "heading": "무료 와이파이",
            "text": "지하철역, 버스, 카페, 식당, 호텔, 관광지에서 무료 와이파이를 이용할 수 있습니다. '공공 와이파이' 또는 '서울 와이파이'와 같은 특정 네트워크 이름을 찾아보세요."
          },
          {
            "heading": "와이파이 앱",
            "text": "'와이파이 맵' 또는 '프리 와이파이 코리아'와 같은 앱을 다운로드하여 근처 핫스팟을 찾으세요. 많은 편의점에서 고객을 위해 무료 와이파이를 제공합니다."
          },
          {
            "heading": "PC방",
            "text": "PC방(인터넷 카페)은 흔하고 저렴합니다. 고속 인터넷과 게임용 컴퓨터를 제공하며, 때로는 간식과 음료도 제공합니다."
          },
          {
            "heading": "모바일 데이터",
            "text": "지속적인 연결을 위해 관광용 SIM 카드 구입이나 휴대용 WiFi 기기 대여를 고려해 보세요. 한국의 5G 네트워크는 널리 이용 가능합니다."
          }
        ]
      }
    },
    {
      "id": 12,
      "title": "쇼핑 가이드",
      "subtitle": "한국에서 최고의 쇼핑 명소",
      "content": {
        "overview": "한국은 명품 브랜드부터 독특한 지역 상품까지 모든 것을 제공하는 쇼핑 천국입니다. 화장품부터 패션, 전자제품부터 전통 공예품까지, 쇼핑은 한국 여행의 하이라이트입니다.",
        "sections": [
          {
            "heading": "쇼핑 지역",
            "text": "명동은 화장품과 패션, 동대문은 도매 및 심야 쇼핑, 강남은 명품 브랜드, 인사동은 전통 공예, 홍대는 인디 패션으로 유명합니다."
          },
          {
            "heading": "한국 뷰티",
            "text": "K-뷰티 제품은 전 세계적으로 유명합니다. 올리브영, 이니스프리, 에뛰드하우스, 더페이스샵을 방문해 보세요. 많은 매장에서 관광객을 위한 세금 환급 서비스를 제공합니다."
          },
          {
            "heading": "시장",
            "text": "남대문과 광장 같은 전통 시장은 진정한 쇼핑 경험을 제공합니다. 전통 시장에서는 흥정이 가능하지만 일반 상점에서는 허용되지 않습니다."
          },
          {
            "heading": "세금 환급",
            "text": "'Tax Free' 표지판을 찾으세요. 영수증을 보관하고 공항에서 환급을 신청하세요. 최소 구매 금액이 적용됩니다. 쇼핑할 때 여권을 지참하세요."
          }
        ]
      }
    },
    {
      "id": 13,
      "title": "날씨 및 계절",
      "subtitle": "날씨 정보를 참고하여 방문 계획을 세우세요",
      "content": {
        "overview": "한국은 사계절이 뚜렷하여 각각 독특한 경험을 제공합니다. 계절별 날씨를 이해하면 적절하게 짐을 싸고 활동을 계획하는 데 도움이 됩니다.",
        "sections": [
          {
            "heading": "봄 (3월-5월)",
            "text": "온화한 기온 (10-20°C). 3월 말에서 4월 초에 벚꽃이 핍니다. 관광객들에게 인기 있는 계절입니다. 가벼운 재킷과 겹쳐 입을 옷을 준비하세요."
          },
          {
            "heading": "여름 (6월-8월)",
            "text": "덥고 습함 (25-35°C). 7월 장마철. 해변 시즌. 가볍고 통기성 좋은 옷, 자외선 차단제, 우산을 챙기세요."
          },
          {
            "heading": "가을 (9월-11월)",
            "text": "시원하고 쾌적함 (10-20°C). 10월에서 11월 사이 아름다운 단풍. 하이킹하기 가장 좋은 계절. 여러 겹 옷과 가벼운 재킷을 챙기세요."
          },
          {
            "heading": "겨울 (12월-2월)",
            "text": "춥고 건조함 (-5도에서 5도). 산악 지역에는 눈이 내림. 스키 시즌. 따뜻한 코트, 보온 내복, 겨울 액세서리를 챙기세요."
          }
        ]
      }
    },
    {
      "id": 14,
      "title": "한국 문화 및 팁",
      "subtitle": "문화 예절 및 지역 관습",
      "content": {
        "overview": "한국 문화를 이해하고 예절을 지키는 것은 여행 경험을 풍부하게 하고 현지인들과 존중 있게 교류하는 데 도움이 됩니다. 한국은 현대 문화와 함께 풍부한 전통을 가지고 있습니다.",
        "sections": [
          {
            "heading": "사회 예절",
            "text": "인사할 때는 고개를 숙여 인사하세요. 집이나 일부 식당에 들어갈 때는 신발을 벗으세요. 어른께 물건을 드리거나 받을 때는 두 손을 사용하세요. 개인 공간을 존중하세요."
          },
          {
            "heading": "식사 문화",
            "text": "어른들이 식사를 시작할 때까지 기다리세요. 젓가락을 밥에 꽂지 마세요. 술은 자신이 아니라 다른 사람에게 따라 주세요. 음식을 나눠 먹는 것이 일반적입니다."
          },
          {
            "heading": "공공장소에서의 행동",
            "text": "대중교통에서는 조용히 말하세요. 에스컬레이터에서는 오른쪽에 서세요. 지정석은 노인, 임산부, 장애인을 위한 자리입니다."
          },
          {
            "heading": "문화 체험",
            "text": "한복을 입어 보세요. 찜질방을 방문하세요. 전통 공연에 참석하세요. 다도에 참여하세요."
          }
        ]
      }
    },
    {
      "id": 15,
      "title": "근처 식당",
      "subtitle": "당신 근처의 훌륭한 식당을 찾아보세요",
      "content": {
        "overview": "한국의 음식 문화는 활기차고 다양합니다. 길거리 음식 가판대부터 미쉐린 스타 레스토랑까지, 어디에 있든 훌륭한 음식을 찾는 것은 쉽습니다.",
        "sections": [
          {
            "heading": "식당 찾기",
            "text": "네이버 지도, 카카오 지도, 구글 지도를 사용하여 근처 식당을 찾아보세요. 리뷰가 많고 평점이 높은 곳을 찾아보세요."
          },
          {
            "heading": "음식점 종류",
            "text": "한식 바비큐 식당, 전통 한식당, 캐주얼 다이닝 체인, 길거리 음식 가판대, 카페, 그리고 다양한 세계 각국의 요리 옵션이 널리 이용 가능합니다."
          },
          {
            "heading": "식사 시간",
            "text": "점심: 12:00-14:00, 저녁: 18:00-21:00. 많은 식당들이 식사 시간 사이에 문을 닫습니다. 일부 장소는 24시간 영업하며, 특히 주요 지역에서 그렇습니다."
          },
          {
            "heading": "주문 요령",
            "text": "그림 메뉴가 일반적입니다. 원하는 것을 가리키세요. 많은 식당에는 테이블에 호출 버튼이 있습니다. 서비스는 대체로 빠르고 효율적입니다."
          }
        ]
      }
    },
    {
      "id": 16,
      "title": "근처 호텔",
      "subtitle": "모든 예산에 맞는 숙박 옵션",
      "content": {
        "overview": "한국은 모든 예산과 취향에 맞는 다양한 숙박 옵션을 제공합니다. 고급 호텔부터 저렴한 게스트하우스까지, 적합한 숙소를 찾는 것이 쉽습니다.",
        "sections": [
          {
            "heading": "호텔 유형",
            "text": "국제 럭셔리 호텔, 비즈니스 호텔, 부티크 호텔, 게스트하우스, 호스텔, 한옥 스테이(전통 가옥), 그리고 에어비앤비 옵션이 있습니다."
          },
          {
            "heading": "인기 지역",
            "text": "쇼핑 접근성은 명동과 동대문, 비즈니스와 럭셔리는 강남, 젊은이 문화는 홍대, 전통 분위기는 인사동."
          },
          {
            "heading": "예약 팁",
            "text": "성수기에는 미리 예약하세요. 지하철역과의 위치를 확인하세요. 최근 후기를 읽어보세요. 편의 시설과 취소 정책을 확인하세요."
          },
          {
            "heading": "편의 시설",
            "text": "대부분의 호텔은 무료 WiFi, 세면도구, 아침 식사를 제공합니다. 많은 호텔이 근처에 편의점이 있습니다. 체크인은 보통 15:00, 체크아웃은 11:00입니다."
          }
        ]
      }
    }
  ]
}